angular.ng-template
batisteo.vscode-django
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.code-runner
ghaschel.vscode-angular-html
github.vscode-github-actions
infinity1207.angular2-switcher
johnpapa.angular2
ms-ceintl.vscode-language-pack-ru
ms-python.autopep8
ms-python.debugpy
ms-python.flake8
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
nrwl.angular-console
pkief.material-icon-theme
pranaygp.vscode-css-peek
qwtel.sqlite-viewer
segerdekort.angular-cli
twxs.cmake
vscode-icons-team.vscode-icons
